<!DOCTYPE html>
<html lang="uk-ua">
<head>
    <meta charset="UTF-8">
    <title>Судовий збір | Запорізький окружний адміністративний суд</title>

    <link href="../header/header7.css" rel="stylesheet" >
    <link href="./index1_3.css" rel="stylesheet" >
    <link href="../footer/footer2.css" rel="stylesheet" >

    <link rel="shortcut icon" href="../../../public/Emblema.ico" type="image/x-icon" >

    <link href="./itc-slider1.css" rel="stylesheet">
    <script src="./itc-slider1.js" defer></script>
</head>
<body>
<script src="../header/header8.js"></script>
<div class="content">
    <div class="judicial_activity">
        <h1>Судовий збір</h1>
        <div class="box">
            <h3 style="font-weight: 900;">Платiжнi реквiзити для перерахування судового збору в гривнях</h3>
            <table cellpadding=3 cellspacing=0>
                <tr class="table_tr">
                    <td width="30%" style="font-weight: 900;">Отримувач коштів</td>
                    <td>ГУК у Зап.обл/м.Зап. Дніпров./22030101&nbsp;</td>
                </tr>
                <tr>
                    <td style="font-weight: 900;">Код отримувача (код за ЄДРПОУ)</td>
                    <td>37941997&nbsp;</td>
                </tr>
                <tr>
                    <td style="font-weight: 900;">Банк отримувача</td>
                    <td>Казначейство України(ел. адм. подат.)&nbsp;</td>
                </tr>
                <tr>
                    <td style="font-weight: 900;">Рахунок отримувача</td>
                    <td>UA538999980313131206084008512&nbsp;</td>
                </tr>
                <tr>
                    <td style="font-weight: 900;">Код класифікації доходів бюджету</td>
                    <td>22030101&nbsp;</td>
                </tr>
                <tr>
                    <td style="font-weight: 900;justify-content: flex-start;">Призначення платежу</td>
                    <td>101 __________<font size=-2>(код клієнта за ЄДРПОУ для юридичних осіб (доповнюється зліва
                    нулями до восьми цифр, якщо значущих цифр менше 8), реєстраційний номер облікової картки платника
                    податків – фізичної особи (завжди має 10 цифр) або серія та номер паспорта громадянина України,
                    в разі якщо платник через свої релігійні переконання відмовився від прийняття реєстраційного
                    номера облікової картки платника податків і має відповідну відмітку у паспорті)</font>;Судовий
                    збір, за позовом ___________ <font size=-2>(ПІБ чи назва установи, організації позивача
                    )</font>,<span id="details_example_full"></span> Запорізький окружний адміністративний суд <font
                    size=-2>(назва суду, де розглядається справа)</font></td>
                </tr>
            </table>
            <br>

            <h4>При заповненні платіжного документа у графі «Код платника» платником судового збору – юридичною
            особою зазначається код ЄДРПОУ, а платником – фізичною особою – ідентифікаційний код, а при його
            відсутності, у зв’язку з релігійними переконаннями, зазначаються його паспортні дані.</h4>

            <h4 style="width: 100%;"><span style="font-weight: 900;">Приклад заповнення графи
            "Призначення платежу":</span><br> 101 1234567890;Судовий збір, за позовом Іванова І.І., Запорізький
            окружний адміністративний суд</h4>

            <h4>Таблиця для розрахунку судового збору та формування квитанції для його сплати згідно з
            <a href="https://zakon.rada.gov.ua/laws/show/3674-17#Text">Законом України «Про судовий збір»</a>
            від 08 липня 2011 року № 3674-VI зі змінами</h4>

            <h4>Ставки судового збору встановлюються у таких розмірах: [Для розрахування судового збору, формування
            квитанції або сплати онлайн натисніть на відповідний пункт таблиці]</h4>

            <h3>З 01.09.2015 року судовий збір можна сплатити онлайн!</h3>
            
            Найменування документа і дії, за яку справляється судовий збір	Ставка судового збору
            3. За подання до адміністративного суду:
            1) адміністративного позову:
            майнового характеру, який подано:
            суб'єктом владних повноважень, юридичною особою	1,5 відсотка ціни позову, але не менше 1 розміру прожиткового мінімуму для працездатних осіб і не більше 10 розмірів прожиткового мінімуму для працездатних осіб
            фізичною особою або фізичною особою - підприємцем	1 відсоток ціни позову, але не менше 0,4 розміру прожиткового мінімуму на одну працездатну особу та не більше 5 розмірів прожиткового мінімуму на одну працездатну особу
            немайнового характеру, який подано:
            суб'єктом владних повноважень, юридичною особою або фізичною особою - підприємцем	1 розмір прожиткового мінімуму на одну працездатну особу
            фізичною особою	0,4 розміру прожиткового мінімуму на одну працездатну особу
            6) заяви про забезпечення доказів або позову, заяви про видачу виконавчого документа на підставі рішення іноземного суду; заяви про зміну чи встановлення способу, порядку і строку виконання судового рішення	0,3 розміру прожиткового мінімуму на одну працездатну особу
            4. За видачу судами документів:
            1) за повторну видачу копії судового рішення	0,003 розміру прожиткового мінімуму на одну працездатну особу за кожний аркуш паперу
            4) за видачу в електронному вигляді копії технічного запису судового засідання	0,03 розміру прожиткового мінімуму на одну працездатну особу
            5) за виготовлення копії судового рішення у разі, якщо особа, яка не бере (не брала) участі у справі, якщо судове рішення безпосередньо стосується її прав, свобод, інтересів чи обов'язків, звертається до апарату відповідного суду з письмовою заявою про виготовлення такої копії згідно із Законом України "Про доступ до судових рішень".	0,003 розміру прожиткового мінімуму на одну працездатну особу за кожний аркуш копії
            6) за виготовлення копій документів, долучених до справи	0,003 розміру прожиткового мінімуму на одну працездатну особу за кожний аркуш копії
            5. У разі ухвалення судом постанови про накладення адміністративного стягнення	0,2 розміру прожиткового мінімуму на одну працездатну особу
            У разі необхідності сплати недоплаченої суми судового збору	Сума вказується платником
            До відома: відповідно до Закону України «Про судовий збір» судовий збір справляється від прожиткового мінімуму для працездатних осіб, встановленого законом на 1 січня календарного року, в якому відповідна заява або скарга подається до суду, - у відсотковому співвідношенні до ціни позову та у фіксованому розмірі.

            Згідно абзацу 4 статті 7 Закону України «Про Державний бюджет України на 2024 рік» з 1 січня 2024 року встановлено прожитковий мінімум на одну працездатну особу в розрахунку на місяць у розмірі 3028 гривня.

            Пільги щодо сплати судового збору
        </div>
    </div>
</div>
<script src="../footer/footer6.js"></script>
</body>
</html>

