<!DOCTYPE html>
<html lang="uk-ua">
<head>
    <meta charset="UTF-8">
    <title>Структура суду | Запорізький окружний адміністративний суд</title>

<style>
    h3 {
        text-align: start!;
    }
    </style>

    <link href="../header/header7.css" rel="stylesheet" >
    <link href="./index3.css" rel="stylesheet" >
    <link href="../footer/footer2.css" rel="stylesheet" >

    <link rel="shortcut icon" href="../../../public/Emblema.ico" type="image/x-icon" >

    <link href="./itc-slider1.css" rel="stylesheet">
    <script src="./itc-slider1.js" defer></script>
</head>
<body>
<script src="../header/header8.js"></script>
<div class="content">
    <div class="judicial_activity">
        <h1>Структура суду</h1>
        <div class="box">
            <img src="../../../public/articles/structure_01.jpg" class="img3">
            <h3 style="width: 65%;">Повноваження та обов’язки голови суду визначені ст. 24 Закону України «Про
            судоустрій і статус суддів»</h3>

            <div style="width: 65%; text-align: justify;">

            <h4 style="width: 100%; font-weight: 900;">Голова місцевого суду:</h4>
            <p>1) представляє суд як орган державної влади у зносинах з іншими органами державної влади, органами
            місцевого самоврядування, фізичними та юридичними особами;</p>
            <p>2) визначає адміністративні повноваження заступника голови місцевого суду;</p>
            <p>3) контролює ефективність діяльності апарату суду, погоджує призначення на посаду керівника апарату
            суду, заступника керівника апарату суду, а також вносить подання про застосування до керівника апарату
            суду, його заступника заохочення або накладення дисциплінарного стягнення відповідно до законодавства;</p>
            <p>4) видає на підставі акта про призначення судді на посаду, переведення судді, звільнення судді з
            посади, а також у зв’язку з припиненням повноважень судді відповідний наказ;</p>
            <p>5) повідомляє Вищу кваліфікаційну комісію суддів України та Державну судову адміністрацію України, а
            також через веб-портал судової влади про вакантні посади суддів у суді у триденний строк з дня їх
            утворення;</p>
            <p>6) забезпечує виконання рішень зборів суддів місцевого суду;</p>
            <p>7) організовує ведення в суді судової статистики та інформаційно-аналітичне забезпечення суддів з
            метою підвищення якості судочинства;</p>
            <p>8) сприяє виконанню вимог щодо підвищення кваліфікації суддів місцевого суду;</p>
            <p>9) вносить на розгляд зборів суду пропозиції щодо кількості та персонального складу слідчих суддів;</p>
            <p>10) здійснює інші повноваження, визначені законом.</p>

            <h4 style="width: 100%;">Голова місцевого суду з питань, що належать до його адміністративних повноважень,
            видає накази і розпорядження.</h4>
            <h4 style="width: 100%;">У разі відсутності голови місцевого суду його адміністративні повноваження
            здійснює один із заступників голови суду за визначенням голови суду, за відсутності такого визначення -
            заступник голови суду, який має більший стаж роботи на посаді судді, а в разі відсутності заступника
            голови суду - суддя цього суду, який має більший стаж роботи на посаді судді.</h4>

            <h4 style="width: 100%; font-weight: 900;">Повноваження заступника голови Запорізького окружного
            адміністративного суду Садового Ігоря Вікторовича:</h4>
            <p> - здійснення роботи із зверненнями громадян відповідно до Закону України «Про звернення громадян»;</p>
            <p> - здійснення роботи з правового забезпечення діяльності суду;</p>
            <p> - здійснення організаційних заходів щодо підготовки оперативних нарад суддів, з’ясування кола
            термінових питань, що потребують розгляду; забезпечення оформлення відповідної документації;</p>
            <p> - здійснення контролю за порядком зберігання справ в архіві суду та видаванням   справ і документів з
            архіву суду;</p>
            <p> - листування з судом касаційної інстанції з приводу направлення судових справ;</p>
            <p> - листування по адміністративних справах з особами, які брали участь у справі, а також із судом
            апеляційної інстанції з приводу направлення апеляційних скарг, у разі відсутності суддів, в провадженні
            яких перебували ці справи;</p>
            <p> - надання відповідей на звернення підприємств, установ і організацій за дорученням голови суду;</p>
            <p> - організація аналітично-статистичної роботи в суді, вжиття заходів щодо вивчення й узагальнення
            судової практики з метою підвищення якості судочинства та забезпечення єдності судової практики
            Запорізького окружного адміністративного суду»;</p>
            <p> - здійснення організаційних заходів щодо виконання доручень суду касаційної та апеляційної інстанцій
            стосовно проведення узагальнень судової практики з розгляду окремих категорій адміністративних справ;</p>
            <p> - здійснення організаційних заходів щодо підготовки зборів суддів Запорізького окружного
            адміністративного суду; забезпечення оформлення відповідної документації;</p>
            <p> - організація роботи працівників суду щодо виконання вимог Закону України «Про доступ до публічної
            інформації».</p>

            <h4 style="width: 100%;"><span style="font-weight: 900;">Відділ правової та аналітично-статистичної роботи
            Запорізького окружного адміністративного суду</span> створено для здійснення правового супроводження
            діяльності суду щодо всіх напрямків роботи його структурних підрозділів, організації претензійно-позовної
            та договірної роботи у суді, представлення інтересів суду в судових та інших державних органах, для
            здійснення систематизації законодавства та узагальнення судової практики, організаційного забезпечення
            ведення аналітично-статистичної роботи суду;  аналізу та автоматизованої обробки статистичних даних;
            забезпечення достовірності та оперативного подання статистичних звітів про роботу суду; формування
            бібліотечного фонду суду.</h4>
            <h4 style="width: 100%;">Основними завданнями відділу є організація та ведення правової роботи,
            спрямованої на правильне застосування, неухильне додержання та запобігання невиконанню вимог законодавства,
            інших нормативно-правових актів посадовими особами та працівниками під час виконання  покладених  на них
            завдань і функціональних обов'язків; організація, координація, контроль та ведення договірної,
            претензійної  й позовної  роботи  у  суді, забезпечення захисту прав і законних інтересів суду; збирання,
            опрацювання, узагальнення та всебічний аналіз статистичної інформації щодо роботи суду; забезпечення
            достовірності, об'єктивності, оперативності та цілісності статистичної інформації; організація складання
            та обробки статистичних звітів про роботу суду; формування бібліотечного фонду суду, здійснення обліку
            та зберігання актів законодавства, рішень Конституційного Суду України, постанов, інформаційних та
            оглядових листів  Верховного Суду України, судів касаційної та апеляційної інстанцій.</h4>
            <h4 style="width: 100%;">Відділ відповідно до покладених завдань:</h4>
            <p> - організовує та бере участь у забезпеченні реалізації державної правової політики, правильного
            застосування законодавства, інших нормативних актів і документів у суді;</p>
            <p> - забезпечує підготовку, укладання та здійснення заходів, спрямованих на виконання договірних
            зобов’язань, забезпечення захисту майнових та не майнових прав та законних інтересів суду, візує
            проекти договорів. вивчає умови та причини порушення договірних зобов’язань;</p>
            <p> - приймає участь в організації та проведенні спрощених процедур закупівель та/або укладенні договорів
            без використання електронної системи закупівель згідно із вимогами Закону України «Про публічні
            закупівлі»;</p>
            <p> - проводить узагальнення за матеріалами адміністративних справ та матеріалів, переглянутих в
            апеляційному порядку;</p>
            <p> - бере участь в організації та проведенні занять з ознайомлення і вивчення нових нормативних актів;</p>
            <p> - організовує претензійно-позовну роботу, здійснює представництво інтересів суду в органах державної
            влади, в тому числі у судах, правоохоронних органах, врегулювання спорів з органами влади, контролюючими
            органами;</p>
            <p> - здійснює підготовку договорів, надає їм правову оцінку, за необхідністю готує відповідні зауваження
            та пропозиції;</p>
            <p> - бере участь у застосуванні заходів правового впливу у разі невиконання чи неналежного виконання
            договірних зобов’язань;</p>
            <p> -  організовує здійснення систематизації та підтримання у контрольному стані законодавства та судової
            практики в електронному вигляді, інформує працівників суду про зміни в чинному законодавстві України та
            судовій практиці;-          здійснює підготовку довідкових та аналітичних матеріалів з питань ведення
            претензійно-позовної та договірної роботи, аналітичних довідок, таблиць, інформації з питань судової
            статистики;</p>
            <p> - забезпечує організацію, своєчасне впорядкування і подання встановлених форм звітності про роботу
            суду;</p>
            <p> - здійснює заповнення статистичних карток відповідно до переліку відомостей, що вносяться до
            автоматизованої системи документообігу суду в місцевих та апеляційних адміністративних судах;</p>
            <p> - здійснює облік справ і матеріалів, розгляд яких передбачено процесуальним законодавством;</p>
            <p> - забезпечує внутрішній облік сплати, повернення й зарахування судового збору до державного бюджету
            України;</p>
            <p> - здійснює статистичний облік результатів перегляду судових рішень в апеляційному та касаційному
            порядку;</p>
            <p> - готує матеріали для вивчення та узагальнення судової практики;</p>
            <p> - опрацьовує, готує та формує статистичні дані для суддівського досьє;</p>
            <p> - організовує бібліотечно-інформаційну роботу в суді;</p>
            <p> - надає статистичну інформацію з відповідних категорій спору керівництву суду для обговорення на
            семінарах, конференціях, круглих столах за участю правоохоронних органів, контролюючих органів,
            громадськості та ЗМІ;</p>
            <p> - здійснює заходи щодо забезпечення гласності даних судової статистики шляхом оновлення
            інформації на веб-сайті (веб-сторінці) суду у складі веб-порталу «Судова влада України».</p>


            <h4 style="width: 100%;"><span style="font-weight: 900;">Відділ документального забезпечення та контролю
            Запорізького окружного адміністративного суду</span> створено для організації роботи з документами суду
            та забезпечення порядку ведення діловодства у суді відповідно до вимог державних стандартів, Правил
            організації діловодства та архівного зберігання документів у державних органах, органах місцевого
            самоврядування, на підприємствах, в установах і організаціях, Інструкції з діловодства в місцевих та
            апеляційних судах України та Положення про автоматизовану систему документообігу суду.</h4>
            <h4 style="width: 100%;">Основними завданнями відділу є організація ведення діловодства, у тому числі
            спеціального діловодства з документами, що містять службову інформацію, а також діловодства на основі
            використання автоматизованої системи документообігу суду,  роботи зі зверненнями громадян;  методичне
            керівництво і контроль за дотриманням порядку роботи з документами у суді; здійснення контролю за
            підготовкою та оформленням документів і своєчасним їх виконанням апаратом суду.</h4>
            <h4 style="width: 100%;">Відділ відповідно до покладених завдань:</h4>
            <p> - організовує ведення діловодства в суді згідно з Правилами організації діловодства та архівного
            зберігання документів у державних органах, органах місцевого самоврядування, на підприємствах, в
            установах і організаціях, Інструкцією з діловодства в місцевих та апеляційних судах України, Положенням
            про автоматизовану систему документообігу суду, Інструкцією про порядок передання до архіву місцевого та
            апеляційного суду, зберігання в ньому, відбору та передання до державних архівних установ та архівних
            відділів міських рад судових справ та управлінської документації суду;</p>
            <p> - здійснює прийом, опрацювання, реєстрацію кореспонденції, що надійшла до суду поштою або подана
            громадянами особисто, в тому числі документів, надісланих електронною поштою або факсимільним зв’язком,
            в автоматизованій системі документообігу суду, вносить інформацію в реєстраційну картку документа;</p>
            <p> - забезпечує внесення до автоматизованої системи діловодства суду, після розгляду документа
            керівництвом, відомості про зміст і дату накладення резолюції, прізвище виконавця, термін виконання,
            дату передачі документа виконавцю;</p>
            <p> - забезпечує передачу кореспонденції згідно з резолюціями керівництва суду відповідним працівникам
            апарату суду під підпис;</p>
            <p> - регулює проходження документів у суді та здійснює контроль за виконанням документів у встановлені
            строки;</p>
            <p> - здійснює реєстрацію апеляційних скарг на судові рішення в адміністративних справах, що надійшли
            до суду, в журналі реєстрації вхідної кореспонденції та журналі реєстрації апеляційних скарг в
            адміністративних справах в автоматизованій системі діловодства суду;</p>
            <p> - здійснює контроль за своєчасною здачею судових справ для відправки до суду апеляційної інстанції,
            готує відповідні пропозиції з удосконалення цієї роботи, систематично доповідає керівникові апарату суду
            про випадки порушення термінів здачі судових справ з апеляційними скаргами;</p>
            <p> - здійснює підготовку та надіслання судових справ із скаргами до судів вищих інстанцій; облік та
            контроль за виконанням судових доручень, що надійшли з інших судів України та іноземних держав;</p>
            <p> - здійснює видачу копій судових рішень, виконавчих листів, інших документів відповідно до встановленого
            порядку;</p>
            <p> - здійснює прийом та реєстрацію вихідної кореспонденції в автоматизованій системі документообігу
            суду;</p>
            <p> - організовує контроль за виконанням окремих ухвал суду, у разі ненадходження до суду повідомлень
            про вжиті заходи протягом одного місяця після надходження окремої ухвали суб’єкту владних повноважень,
            доповідає судді для вжиття відповідних заходів;</p>
            <p> - здійснює облік та зберігання судових справ;</p>
            <p> - здійснює ознайомлення всіх працівників апарату суду з нормативно-правовими актами і методичними
            матеріалами з діловодства;</p>
            <p> - здійснює підготовку проекту зведеної номенклатури справ суду для затвердження її в установленому
            порядку;</p>
            <p> - забезпечує контроль за правильним формуванням та зберіганням справ, які підлягають передачі в
            архів;</p>
            <p> - здійснює методичне керівництво та контроль за дотриманням установленого порядку роботи із
            службовими документами у структурних підрозділах суду; надає рекомендації з питань організації
            діловодства, формування номенклатурних справ та їх підготовки для передачі для подальшого зберігання;
            аналізує організацію ведення діловодства в структурних підрозділах суду та вносить пропозиції щодо його
            вдосконалення;</p>
            <p> - здійснює підготовку проекту плану роботи суду, забезпечує виконання відповідних розділів цього
            плану;</p>
            <p> - забезпечує упорядкування аналітичних та статистичних даних, підготовку проектів звітів про роботу
            суду;</p>
            <p> - здійснює аналіз документообігу за півріччя та рік, даних про кількість та характер кореспонденції,
            і за необхідності готує пропозиції керівнику апарату суду щодо вдосконалення роботи з документами та
            діловодства в цілому;</p>
            <p> - здійснює виготовлення проектів наказів та розпоряджень голови суду та керівника апарату суду та
            інших документів, своєчасно доводить їх до відома працівників суду;</p>
            <p> - забезпечує разом з керівником апарату суду підготовку проведення нарад,  засідань, зборів,
            семінарських занять з підвищення кваліфікації працівників апарату суду;</p>
            <p> - здійснює оформлення, облік, систематизацію і зберігання протягом встановленого строку протоколів
            оперативних нарад апарату суду, зборів трудового колективу суду;</p>
            <p> - забезпечує облік звернень органів судової влади, громадських об'єднань, підприємств, установ та
            організацій, громадян, які надійшли до суду, здійснює контроль за термінами розгляду звернень;</p>
            <p> - забезпечує надання інформації учасникам  судового процесу про хід та результати розгляду справ;</p>
            <p> - забезпечує в межах своєї компетенції надання відомостей за запитами на інформацію з урахуванням
            вимог Закону України «Про доступ до публічної інформації»;</p>
            <p> - здійснює реєстрацію, відправку офіційних електронних листів, отримання, реєстрацію, друк прийнятих
            офіційних електронних листів, подальше опрацювання отриманої офіційної пошти.</p>

            <h4 style="width: 100%;"><span style="font-weight: 900;">Відділ забезпечення руху адміністративних справ
            Запорізького окружного адміністративного суду</span> створено для організації роботи з реєстрації в
            автоматизованій системі документообігу суду позовних заяв; адміністративних справ, що надійшли із судів
            апеляційної або касаційної інстанцій після скасування судових рішень або для продовження розгляду;
            автоматичного розподілу судових справ та заяв, пов’язаних із виконанням судових рішень, між суддями;
            проведення повторного автоматизованого розподілу судових справ; ведення архівної справи відповідно до
            вимог  Інструкції про порядок передання до архіву місцевого та апеляційного суду, зберігання в ньому,
            відбору та передання до державних архівних установ та архівних відділів міських рад судових справ та
            управлінської документації суду.</h4>
            <h4 style="width: 100%;">Основними завданнями відділу є організація автоматичного розподілу судових справ
            та заяв, пов’язаних із виконанням судових рішень, під час реєстрації в автоматизованій системі
            документообігу суду; реєстрація судових справ, що надійшли із судів апеляційної або касаційної інстанцій
            після скасування судових рішень або для продовження розгляду; повторний автоматизований розподіл справ
            на підставі рішення зборів суддів та розпорядження керівника апарату; ведення архівної справи у суді,
            проведення експертизи цінності документів; підготовка, передавання та прийом документації, що утворилась
            в процесі управлінської діяльності і судових справ до архіву суду, їх передавання на зберігання до
            державних архівних установ; надання методичних рекомендацій відділам суду стосовно формування та
            оформлення справ для подальшого передання їх до архіву суду.</h4>
            <h4 style="width: 100%;">Відділ відповідно до покладених завдань:</h4>
            <p> - здійснює ведення діловодства в суді згідно з Інструкцією з діловодства в адміністративних судах
            України,  Положенням про автоматизовану систему документообігу суду, Інструкцією про порядок передання
            до архіву місцевого та апеляційного суду, зберігання в ньому, відбору та передання до державних архівних
            установ та архівних відділів міських рад судових справ та управлінської документації суду;</p>
            <p> - здійснює реєстрацію судових справ і матеріалів, розгляд яких передбачено процесуальним
            законодавством; адміністративних справ, що надійшли із судів апеляційної чи касаційної інстанції після
            скасування судового рішення або для продовження розгляду в автоматизованій системі документообігу суду у
            відповідних обліково-інформаційних картках на адміністративну справу;</p>
            <p> - здійснює реєстрацію та розподіл позовних заяв, які надходять до суду та підлягають розгляду в суді
            відповідно до вимог Кодексу адміністративного судочинства України, автоматизованою системою документообігу
            суду;</p>
            <p> - здійснює повторний автоматизований розподіл судових справ на підставі рішення зборів суддів,
            розпорядження керівника апарату або особи, яка виконує його обов’язки;</p>
            <p> - здійснює реєстрацію судових доручень, що надійшли з інших судів України та іноземних держав;</p>
            <p> - здійснює передачу справ і матеріалів, що підлягають розгляду відповідно до процесуального
            законодавства, головуючому судді під підпис у реєстрі автоматичного розподілу справ;</p>
            <p> - здійснює реєстрацію заяв на видачу виконавчих листів в журналі реєстрації вхідної кореспонденції в
            автоматизованій системі діловодства суду та в журналі обліку виконавчих листів, виданих судом;</p>
            <p> - здійснює видачу судових рішень та виконавчих листів по справах, рішення по яких не  набрали
            законної сили, але були передані до архіву суду у зв’язку з переведенням суддів, в провадженні яких вони
            знаходились, до інших судів;</p>
            <p> - здійснює контроль за надходженням повідомлень про виконання судових рішень для своєчасного
            приєднання їх до матеріалів адміністративних справ за допомогою автоматизованої системи документообігу
            суду;</p>
            <p> - здійснює облік і відправку вихідної кореспонденції;</p>
            <p> - здійснює підготовку судових справ із скаргами для надіслання до суду касаційної інстанції та
            Верховного суду;</p>
            <p> - бере участь у розробленні номенклатури справ суду, перевіряє правильність формування та оформлення
            справ під час їх передавання до архіву;</p>
            <p> - організовує та забезпечує зберігання судових справ та інших документів, які надійшли до архіву
            суду;</p>
            <p> - здійснює контроль за своєчасним передаванням судових справ до відділу забезпечення руху
            адміністративних справ суду, готує відповідні пропозиції з удосконалення цієї роботи, систематично
            доповідає керівникові апарату суду про випадки порушення термінів здачі судових справ;</p>
            <p> - організовує роботу архіву суду та здійснює контроль за додержанням працівниками суду вимог щодо
            ведення архівного діловодства;</p>
            <p> - забезпечує контроль за правильним формуванням та зберіганням справ, які підлягають передачі в
            архів;</p>
            <p> - здійснює прийом до архіву суду судових справ, провадження у яких закінчено, а також іншої
            документації  за минулі роки;</p>
            <p> - здійснює формування, оформлення і зберігання справ, які підлягають здачі в Державний архів;</p>
            <p> - здійснює методичне керівництво і надає рекомендації з питань організації архівного діловодства, з
            питань експертизи цінності документів, формування та оформлення номенклатурних справ та їх підготовки до
            передавання до архіву суду для подальшого зберігання;</p>
            <p> - здійснює підготовку проекту плану роботи суду, забезпечує виконання відповідних розділів цього
            плану;</p>
            <p> - забезпечує упорядкування аналітичних та статистичних даних, підготовку проектів звітів про роботу
            суду;</p>
            <p> - забезпечує в межах своєї компетенції надання відомостей за запитами на інформацію з урахуванням
            вимог Закону України «Про доступ до публічної інформації»;</p>
            <p> - здійснює контроль за своєчасним внесенням до автоматизованої системи відомостей про набрання
            судовими рішеннями законної сили та направлення таких відомостей до Єдиного державного реєстру судових
            рішень.</p>
            <p> - здійснює зберігання архівних копій звукозапису судових засідань та видачу дисків для фіксування
            судового процесу.</p>

            <h4 style="width: 100%;"><span style="font-weight: 900;">Відділ інформаційно-технічного забезпечення та
            контролю за використанням державного майна Запорізького окружного адміністративного суду</span> створено
            для організації інформаційно-технічного забезпечення суду та здійснення контролю за використанням
            державного майна працівниками суду.</h4>
            <h4 style="width: 100%;">Основними завданнями відділу є організація інформаційно-технічного забезпечення
            діяльності суду, здійснення контролю за належним технічним, санітарним і протипожежним станом службових
            приміщень суду, здійснення контролю за ефективним і раціональним використанням енергоносіїв та майна
            суду.</h4>
            <h4 style="width: 100%;">Відділ відповідно до покладених завдань:</h4>
            <p> - забезпечує належні умови діяльності суддів та працівників апарату суду, належний внутрішній
            порядок і щоденне обслуговування приміщень суду, утримання їх в належному стані, здійснює  заходи
            щодо інформаційно-технічного забезпечення діяльності суду;</p>
            <p> - забезпечує безперервне функціонування систем життєзабезпечення приміщень  суду  –  робочий стан
            систем каналізації, опалення, вентиляції, електромережі тощо;</p>
            <p> - здійснює підготовку документів, своєчасне виконання підрядних робіт із ремонту приміщень суду та
            їх технічного оснащення;</p>
            <p> - здійснює технічне обслуговування та своєчасне усунення несправностей електротехнічного обладнання
            та систем життєзабезпечення приміщень, контроль за дотриманням працівниками суду правил користування
            електротехнічним обладнанням;</p>
            <p> - забезпечує структурні підрозділи суду необхідними меблями, засобами оргтехніки, освітлювальним,
            канцелярським та іншим приладдям, бланками, картками встановлених зразків тощо;</p>
            <p> - забезпечує  оформлення зразків та виготовлення бланків, печаток, штампів суду;</p>
            <p> - проводить щорічну інвентаризацію основних засобів, товарно-матеріальних цінностей та інших
            матеріалів суду;</p>
            <p> - забезпечує присвоєння інвентарних номерів основним засобам, малоцінним та швидкозношуваним предметам.
            Здійснює контроль за строками служби товарно-матеріальних цінностей, організує складання актів на їх
            списання;</p>
            <p> - здійснює контроль за додержанням режиму зберігання, веденням обліку та використанням матеріальних
            цінностей суду;</p>
            <p> - здійснює ведення контрольних списків суддів, які перебувають на обліку громадян, що потребують
            покращення житлових умов, підготовку необхідних довідок та інших документів з цього питання;</p>
            <p> - здійснює заходи щодо дотримання суддями та працівниками апарату суду Закону України «Про охорону
            праці» та правил протипожежного захисту, здійснює підготовку плану евакуації працівників суду на випадок
            аварії чи пожежі;</p>
            <p> - забезпечує належну якість роботи технічного персоналу суду;</p>
            <p> - організує забезпечення охорони приміщень суду, порядок пропуску та підтримання громадського
            порядку в приміщенні суду;</p>
            <p> - забезпечує своєчасне прибирання приміщень суду відповідно до санітарних норм і правил,
            прибирання прилеглих територій;</p>
            <p> - забезпечує готовність службових автомобілів до вирішення потреб поточної діяльності суду,
            своєчасне проведення їх технічного огляду та обслуговування;</p>
            <p> - здійснює ведення діловодства згідно з Інструкцією з діловодства в апеляційних і місцевих
            адміністративних судах відповідно до затвердженої номенклатури справ суду;</p>
            <p> - забезпечує організацію, своєчасне упорядкування і подання встановлених форм звітності та довідок
            про роботу суду з питань, віднесених до компетенції відділу;</p>
            <p> - організовує підготовку наказів, листів, інших документів з питань, що належать до компетенції
            відділу;</p>
            <p> - здійснює контроль за належним станом державної символіки в службових приміщеннях суд;</p>
            <p> - організовує контроль за дотриманням суворого режиму заощадження у використанні матеріальних та
            паливно-енергетичних ресурсів;</p>
            <p> - забезпечує технічне функціонування автоматизованої системи документообігу суду:</p>
            <p> - контролює підтримання автоматизованої системи документообігу суду в актуальному стані;</p>
            <p> - контролює своєчасне надання (позбавлення) права доступу до автоматизованої системи її
            користувачам;</p>
            <p> - забезпечує захист інформації автоматизованої системи в суді та внутрішніх інформаційних ресурсах
            суду;</p>
            <p> - інформує адміністратора автоматизованої системи та ДСА України про проблеми, що виникають під час
            використання автоматизованої системи;</p>
            <p> - забезпечує своєчасне створення резервних копій важливої інформації та баз даних, контроль якості
            збереженої інформації.</p>
            <p> - проводить аналіз стану інформаційного забезпечення суду та вносить пропозиції щодо вдосконалення
            форм і методів роботи суду в частині інформаційного забезпечення діяльності суду, надає відповідні
            звіти;</p>
            <p> - забезпечує впровадження в роботі суду комп’ютерних технологій: встановлення комп’ютерного
            обладнання, комплексів технічної фіксації судового процесу, запровадження комп’ютерних програм
            статистичної звітності, автоматизованої системи електронного документообігу та створення локальної
            комп’ютерної мережі;</p>
            <p> - здійснює заходи для належного виконання судом вимог Закону України «Про доступ до судових рішень»
            щодо забезпечення своєчасного направлення електронних копій судових рішень до ЄДРСР;</p>
            <p> - забезпечує працездатність автоматизованих робочих місць суддів та працівників апарату суду;
            проводить інсталяції програмного забезпечення;</p>
            <p> - здійснює обслуговування та моніторинг програмного забезпечення та периферійного обладнання
            (копіювальної техніки та принтерів);</p>
            <p> - здійснює матеріально-технічне забезпечення проведення нарад та інших заходів, які здійснює суд.</p>

            <h4 style="width: 100%;"><span style="font-weight: 900;">Відділ планово-фінансової діяльності,
            бухгалтерського обліку та звітності Запорізького окружного адміністративного суду</span> створено для
            організації бухгалтерського обліку господарсько-фінансової діяльності, обліку виконання кошторисів
            доходів і видатків загального та спеціального фондів суду та контролю за дотриманням правил їх ведення.</h4>
            <h4 style="width: 100%;">Основними завданнями відділу є ведення бухгалтерського обліку фінансово
            господарської діяльності бюджетної установи та складення звітності; відображення у документах достовірної
            та у повному обсязі інформації про господарські операції і результати діяльності, необхідної для
            оперативного управління бюджетними призначеннями (асигнуваннями) та фінансовими і матеріальними
            (нематеріальними) ресурсами; забезпечення дотримання бюджетного  законодавства при взятті бюджетних
            зобов'язань, своєчасного подання на реєстрацію таких зобов'язань, здійснення платежів відповідно до
            взятих бюджетних зобов'язань, достовірного та у повному обсязі відображення операцій у бухгалтерському
            обліку та звітності; забезпечення контролю за наявністю і рухом майна, використанням фінансових і
            матеріальних (нематеріальних) ресурсів відповідно до затверджених нормативів і кошторисів; запобігання
            виникненню негативних явищ у фінансово господарській діяльності, виявлення і мобілізація
            внутрішньогосподарських резервів.</h4>
            <h4 style="width: 100%;">Відділ відповідно до покладених завдань:</h4>
            <p> - веде бухгалтерський облік відповідно до національних положень (стандартів) бухгалтерського обліку в
            державному секторі, а також інших нормативно-правових актів щодо ведення бухгалтерського обліку, в тому
            числі з використанням уніфікованої автоматизованої системи бухгалтерського обліку та звітності;</p>
            <p> - складає на підставі даних бухгалтерського обліку фінансову та бюджетну звітність, а також державну
            статистичну, зведену та іншу звітність (декларації) в порядку, встановленому законодавством;</p>
            <p> - здійснює поточний контроль за дотриманням бюджетного законодавства при взятті бюджетних зобов'язань,
            їх реєстрації в органах Казначейства та здійсненням платежів відповідно до взятих бюджетних зобов'язань;
            правильністю зарахування а використання власних надходжень бюджетної установи; веденням бухгалтерського
            обліку, складенням фінансової  та бюджетної звітності, дотриманням бюджетного законодавства та
            національних положень (стандартів) бухгалтерського обліку в державному секторі, а також інших
            нормативно-правових актів щодо ведення бухгалтерського обліку;</p>
            <p> - своєчасно подає звітність;</p>
            <p> - своєчасно  та у повному обсязі перераховує податки і збори (обов'язкові платежі) до відповідних
            бюджетів;</p>
            <p> - забезпечує дотримання вимог нормативно-правових  актів щодо використання фінансових, матеріальних
            (нематеріальних) та інформаційних ресурсів під час прийняття та оформлення документів щодо проведення
            господарських операцій, інвентаризації необоротних активів, товарно-матеріальних цінностей, грошових
            коштів, документів, розрахунків та інших статей балансу;</p>
            <p> - проводить аналіз даних бухгалтерського обліку та звітності щодо причин зростання дебіторської та
            кредиторської заборгованості, розробляє та здійснює заходи щодо стягнення дебіторської та погашення
            кредиторської заборгованості, організовує та проводить роботу з її списання відповідно до законодавства;</p>
            <p> - забезпечує дотримання порядку проведення розрахунків за товари, роботи та послуги, що закуповуються
            за бюджетні кошти, достовірність та правильність оформлення інформації, включеної до реєстрів бюджетних
            зобов'язань та бюджетних фінансових зобов'язань, повноту та достовірність даних підтвердних документів,
            які формуються та подаються в процесі казначейського обслуговування, зберігання, оформлення та передачу
            до архіву оброблених первинних документів та облікових регістрів, які є підставою для відображення у
            бухгалтерському обліку операцій та складення звітності, а також звітності; користувачів у повному обсязі
            правдивою та неупередженою інформацією про фінансовий стан бюджетної установи, результати її діяльності
            та рух бюджетних коштів; відповідні структурні підрозділи суду даними бухгалтерського обліку та звітності
            для прийняття обґрунтованих управлінських рішень, визначення можливих ризиків фінансово-господарської
            діяльності;</p>
            <p> - бере участь у роботі з оформлення матеріалів щодо нестачі, крадіжки грошових коштів та майна,
            псування активів;</p>
            <p> - розробляє та забезпечує здійснення заходів щодо дотримання та підвищення рівня фінансово-бюджетної
            дисципліни її працівників;</p>
            <p> - здійснює заходи щодо усунення порушень і недоліків, виявлених  під  час  контрольних заходів,
            проведених державними органами, що уповноважені здійснювати контроль за  дотриманням вимог бюджетного
            законодавства;</p>
            <p> - організовує складання кошторису, плану асигнувань та економічно обґрунтованих розрахунків до
            нього за кодами економічної класифікації видатків;</p>
            <p> - у разі потреби звертається до Державної судової адміністрації України з пропозиціями щодо виділення
            додаткових коштів та перерозподілу затверджених асигнувань;</p>
            <p> - відповідає за підготовку та формування в межах встановленого фонду оплати праці штатного розпису
            суду та змін до нього протягом бюджетного року;</p>
            <p> - приймає участь у підготовці проекту зведеної номенклатури справ суду;</p>
            <p> - приймає участь у підготовці проекту плану роботи суду, забезпечує виконання відповідних розділів
            цього плану.</p>

            <h4 style="width: 100%;"><span style="font-weight: 900;">Відділ управління персоналом Запорізького
            окружного адміністративного суду</span> забезпечує здійснення керівником державної служби (керівником
            апарату суду) своїх повноважень, відповідає за реалізацію державної політики з питань управління
            персоналом у суді, добір персоналу, планування та організацію заходів з питань підвищення рівня
            професійної компетентності державних службовців, документальне оформлення вступу на державну службу,
            її проходження та припинення, а також виконує інші функції, передбачені законодавством.</h4>
            <h4 style="width: 100%;">Основними завданнями відділу є забезпечення реалізації державної політики з питань
            управління персоналом в Запорізькому окружному адміністративному суді; забезпечення здійснення керівником
            державної служби (керівником апарату суду) своїх повноважень з питань управління персоналом; добір
            персоналу апарату Запорізького окружного адміністративного суду; прогнозування розвитку персоналу,
            заохочення працівників до службової кар’єри, підвищення рівня професійної компетентності суддів та
            працівників апарату суду, здійснення аналітичної та організаційної роботи з кадрового менеджменту;
            документальне оформлення вступу на державну службу, її проходження та припинення; ведення статистичного
            та персоніфікованого обліку працівників суду.</h4>
            <h4 style="width: 100%;">Відділ відповідно до покладених завдань:</h4>

            <p> - у межах своєї компетенції приймає участь у роботі щодо розробки структури  та штатного розпису
            Запорізького окружного адміністративного суду;</p>
            <p> - розробляє і бере участь у підготовці проектів нормативно-правових актів, що стосуються питань
            управління персоналом, трудових відносин та державної служби;</p>
            <p> - вносить пропозиції керівнику державної служби з питань удосконалення управління персоналом та
            кадрового менеджменту;</p>
            <p> - здійснює аналітично-консультативне забезпечення роботи керівника державної служби з питань
            управління персоналом;</p>
            <p> - контролює розроблення посадових інструкцій державних службовців апарату суду, які затверджує
            керівник апарату суду, перевіряє їх на відповідність встановленим законодавством вимогам;</p>
            <p> - проводить роботу щодо створення сприятливого організаційного та психологічного клімату, формування
            корпоративної культури у колективі, розв’язання конфліктних ситуацій;</p>
            <p> - вивчає потребу в персоналі на вакантні посади в апараті суду, формує пропозиції щодо підготовки,
            перепідготовки, підвищення кваліфікації суддів та працівників апарату суду, вносить відповідні пропозиції
            керівнику апарату суду;</p>
            <p> - здійснює організаційне забезпечення роботи конкурсної комісій суду. Приймає документи від кандидатів
            на зайняття вакантних посад державної служби категорій «Б» та «В», проводить перевірку документів, поданих
            кандидатами, на відповідність встановленим законом вимогам, повідомляє кандидатів про результати такої
            перевірки та подає їх на розгляд конкурсної комісії, здійснює інші заходи щодо організації конкурсного
            відбору;</p>
            <p> - розробляє спеціальні вимоги до осіб, які претендують на зайняття посад державної служби категорій
            «Б» і «В»;</p>
            <p> - надсилає кандидатам на зайняття вакантних посад державної служби категорій «Б» та «В» письмові
            повідомлення про результати конкурсу;</p>
            <p> - здійснює організаційне та методичне забезпечення оцінювання результатів службової діяльності
            державних службовців апарату суду;</p>
            <p> - організує роботу щодо складання державними службовцями індивідуальних програм підвищення рівня
            професійної компетентності за результатами оцінювання їх службової діяльності;</p>
            <p> - забезпечує дотримання працівниками апарату суду законодавства України з питань державної служби
            та запобігання корупції. За дорученням керівника апарату суду перевіряє дотримання вимог законодавства
            про працю та державну службу, правил внутрішнього службового розпорядку в Запорізькому окружному
            адміністративному суді;</p>
            <p> - разом з іншими структурними підрозділами суду організовує роботу щодо розробки положень про
            структурні підрозділи; опрацьовує штатний розпис суду; спільно з відділом планово-фінансової діяльності,
            бухгалтерського обліку та звітності організовує роботу щодо мотивації персоналу апарату суду;</p>
            <p> - забезпечує планування службової кар’єри, планомірне заміщення посад державної служби підготовленими
            фахівцями згідно з вимогами до професійної компетентності та стимулює просування по службі з урахуванням
            професійної компетентності та сумлінного виконання своїх посадових обов’язків;</p>
            <p> - здійснює планування та проведення професійного навчання державних службовців відділу;</p>
            <p> - узагальнює потреби державних службовців у підготовці, спеціалізації та підвищенні кваліфікації і
            вносить відповідні пропозиції керівнику апарату суду;</p>
            <p> - організовує ведення, облік, зберігання особистих справ, веде встановлену звітно-облікову
            документацію, готує державну статистичну звітність з кадрових питань;</p>
            <p> - аналізує кількісний та якісний склад державних службовців;</p>
            <p> - забезпечує підготовку матеріалів щодо призначення на посади та звільнення з посад працівників
            суду;</p>
            <p> - організовує складення Присяги державного службовця особою, яка вперше вступає на державну службу,
            ознайомлює із Загальними правилами поведінки державного службовця;</p>
            <p> - ознайомлює суддів, державних службовців та інших працівників апарату суду з правилами внутрішнього
            трудового розпорядку суду, посадовими інструкціями та іншими  локальними нормативними документами суду
            (положеннями, правилами, інструкціями) з проставленням ними підписів та дати ознайомлення;</p>
            <p> - обчислює стаж роботи та державної служби;</p>
            <p> - здійснює контроль за встановленням надбавок за вислугу років, оформляє документи про присвоєння
            відповідних рангів державним службовцям, підготовку проектів відповідних наказів з подальшою їх
            реєстрацією;</p>
            <p> - здійснює підготовку наказів про відрядження персоналу суду;</p>
            <p> - формує графік відпусток персоналу суду, готує проекти наказів щодо надання відпусток суддям та
            працівникам апарату суду, контролює їх подання та веде облік;</p>
            <p> - здійснює табельний облік робочого часу працівників суду. Забезпечує своєчасне внесення електронних
            копій табеля обліку робочого часу суддів та наказів про відрядження суддів до автоматизованої системи
            документообігу суду;</p>
            <p> - розглядає пропозиції та готує документи щодо заохочення та нагородження персоналу державними
            нагородами, відомчими заохочувальними відзнаками, веде відповідний облік;</p>
            <p> - оформляє і видає державним службовцям, іншим працівникам апарату суду службові посвідчення;</p>
            <p> - здійснює роботу, пов’язану із заповненням, обліком і зберіганням трудових книжок та особових справ
            (особових карток) суддів та працівників апарату суду;</p>
            <p> - оформляє і видає довідки з місця роботи працівника;</p>
            <p> - опрацьовує листки тимчасової непрацездатності працівників суду;</p>
            <p> - готує у межах компетенції документи щодо виходу суддів у відставку, призначення пенсій персоналу
            суду;</p>
            <p> - забезпечує видачу у встановленому порядку звільненій особі копії наказу про звільнення, належно
            оформленої трудової книжки;</p>
            <p> - здійснює організаційні заходи щодо своєчасного подання суддями, державними службовцями відомостей
            про майно, доходи, витрати і зобов’язання фінансового характеру за минулий рік;</p>
            <p> - здійснює підготовку та надсилання до Вищої кваліфікаційної комісії суддів України засобами
            захищеного зв’язку, у тому числі електронного, для долучення до суддівського досьє інформації та
            документів, пов’язаних з кар’єрою суддів, які зараховані до штату суду, зміною їх персональних даних,
            іншу інформацію за запитами ВККС України;</p>
            <p> - забезпечує організацію проведення спеціальної перевірки щодо осіб, які претендують на зайняття
            посад в апараті суду;</p>
            <p> - забезпечує організацію проведення перевірки достовірності відомостей щодо застосування заборон,
            передбачених частинами третьою і четвертою статті 1 Закону України «Про очищення влади», готує довідку
            про її результати;</p>
            <p> - здійснює облік військовозобов’язаних і призовників та бронювання військовозобов’язаних суду,
            забезпечує контроль за станом військового обліку військовозобов’язаних і призовників;</p>
            <p> - здійснює прийом громадян з кадрових питань, що належать до компетенції відділу управління
            персоналом. Розглядає звернення громадян, підприємств, установ та організацій, посадових осіб, запити
            та звернення народних депутатів, запити на інформацію з питань управління персоналом;</p>
            <p> - здійснює організаційне забезпечення роботи комісії із загальнообов’язкового соціального страхування
            суду;</p>
            <p> - здійснює оформлення документів за підсумками проведення службового розслідування та застосування
            заходів дисциплінарного впливу щодо працівників суду;</p>
            <p> - надає консультативну допомогу з питань управління персоналом керівникам структурних підрозділів
            апарату суду;</p>
            <p> - здійснює внесення до автоматизованої інформаційно-аналітичної системи «Кадри-WEB» відомостей щодо
            суддів, державних службовців та інших працівників апарату суду, використання даних у межах повноважень
            відділу, супроводження і зберігання відомостей для формування єдиної бази даних;</p>
            <p> - здійснює підготовку проекту плану заходів суду щодо посилення боротьби з корупцією на відповідний
            рік з метою профілактики та попередження корупційних діянь, контроль за дотриманням державними службовцями
            апарату суду Законів України «Про державну службу», законодавства, що регулює питання боротьби з
            корупцією, відповідних актів Президента України та Кабінету Міністрів України, спрямованих на боротьбу з
            корупцією.</p>

            </div>
        </div>
    </div>
</div>
<script src="../footer/footer6.js"></script>
</body>
</html>

