<!DOCTYPE html>
<html lang="uk-ua">
<head>
    <meta charset="UTF-8">
    <title>Становлення та розвиток адміністративної юстиції | Запорізький окружний адміністративний суд</title>

    <link href="../header/header7.css" rel="stylesheet" >
    <link href="./index3.css" rel="stylesheet" >
    <link href="../footer/footer2.css" rel="stylesheet" >

    <link rel="shortcut icon" href="../../../public/Emblema.ico" type="image/x-icon" >

    <link href="./itc-slider1.css" rel="stylesheet">
    <script src="./itc-slider1.js" defer></script>
</head>
<body>
<script src="../header/header8.js"></script>
<div class="content">
    <div class="judicial_activity">
        <h1>Становлення та розвиток адміністративної юстиції</h1>
        <div class="box">
            <h4>Історія становлення та розвитку адміністративної юстиції сягає в глибоку давнину. Так, ще у
            єгипетських записках періоду греко-римського панування містились певні згадки про закони, що передбачали
            обмеження для осіб, які вчиняли протиправні дії по відношенню до громадян. Яскравим прикладом втручання
            держави в дії своїх адміністративних органів є діяльність Цензорату, створеного для перевірки і контролю
            діяльності численного чиновництва китайськими імператорами за часів правління династії Цінь (221–206 рр.
            до н.е.).</h4>

            <img src="../../../public/articles/formation_01.jpg" class="img">

            <h4>Діяльність Цензорату багато в чому нагадувала створену набагато пізніше Петром Першим прокуратуру в
            Російській імперії. Проте, ці інститути не мали на меті і не виконували завдань, спрямованих на справедливе
            ставлення чиновників до громадян. Скоріше, вони були засобом здійснення контролю за численними
            адміністративними підрозділами і забезпечення узгодженості в їх роботі. У часи Середньовіччя певні
            обмеження владних чиновницьких структур були відображені у Великій хартії вольностей та в германському
            звичаєвому праві, згідно з яким суверен не знаходився над законом і міг бути притягнутим за свої
            неправомірні дії до відповідальності.</h4>

            <h4>Значний прогрес у розвитку адміністративної юстиції спостерігається наприкінці XVIII століття, коли у
            Франції відбулася революція і заснована Державна рада, якою було визнано відмінність між публічним та
            приватним правом, а також потребу в окремому органі, який здійснював би нагляд за функціонуванням влади
            і дотриманням нею положень публічного права. За період свого існування Держана влада виробила механізм
            судового перегляду дій органів влади, який і сьогодні становить підґрунтя системи судового контролю у
            Франції. Варто зауважити, що інститут адміністративної юстиції у Франції від самого початку
            характеризувався міцним зв’язком між органами адміністративної юстиції і адміністрацією. Цей
            зв'язок проявляється зокрема у тому, що адміністративні суди поряд із судовими повноваженнями
            здійснюють окремі адміністративні функції.</h4>

            <img src="../../../public/articles/formation_02.jpg" class="img">

            <h4>Слід принагідно зауважити, що в організаційному відношенні відокремлення адміністративного суду від
            органів управління проводилось, як правило, лише для вищої інстанції. При цьому, перша інстанція
            переважно поєднувала юрисдикцію в «спірних справах» з поточною адміністративною діяльністю.</h4>

            <h4>Ця модель, що передбачає створення окремого судового органу для перегляду адміністративних дій уряду,
            у подальшому мала великий вплив на створення адміністративної юстиції в інших країнах Європи і світу.</h4>

            <h4>Зокрема, в 1863 році у німецькому князівстві Баден відбулась історична подія, яка на законодавчому та
            правозастосовному рівні визначила подальші напрямки розвитку світової адміністративної юстиції, а саме
            було вперше запроваджено спеціалізовані адміністративні суди. Особливістю організації адміністративної
            юстиції в Німеччині є те, що вона органічно входить до єдиної системи правосуддя. У німецькій доктрині,
            порівняно з французькою, більш послідовно проведений принцип розподілу влади. Адміністративні суди в
            Німеччині мають триланкову систему: на рівні земель діють адміністративні суди як суди першої інстанції
            і Вищі адміністративні земельні суди – як суди першої та апеляційної інстанції. У свою чергу, на
            федеральному рівні діє Федеральний адміністративний суд як суд першої і ревізійної інстанції.</h4>

            <img src="../../../public/articles/formation_03.jpg" class="img">

            <h4>Єдність правозастосовної практики в Німеччині на найвищому рівні забезпечується Загальним сенатом
            вищих судів Федерації, який ухвалює рішення у разі виявлення розбіжностей у застосуванні норм права
            вищими судовими інстанціями Федерації.</h4>

            <h4>На окрему увагу заслуговує британська модель адміністративної юстиції. Одразу варто зауважити, що
            сама ідея адміністративної юстиції у Великобританії довгий час відкидалась, оскільки мало місце
            переконання, що традиційна судова система вирішувати всі спори без виключення, у тому числі
            публічно-правові.</h4>

            <h4>І лише наприкінці ХІХ сторіччя, нездатність судів розглянути величезну кількість справ у сфері
            економіки і соціальних відносин стала очевидною, органи виконавчої влади розпочали процес утворення
            підпорядкованих їм адміністративних трибуналів для досудового розгляду спорів. Як наслідок, до середини
            XX сторіччя було утворено вже кілька сотень подібних органів, що діяли за власними правилами. Закон
            «Про трибунали і розслідування», що був прийнятий у 1958 році, забезпечив взаємодію адміністративних
            трибуналів та судової системи і встановив, що в адміністративних трибуналах повинні дотримуватися
            принципи природного правосуддя.</h4>

            <h4>Поступове зростання звернень до судів з вимогою судового перегляду дій і рішень органів публічної
            влади, необхідність реалізації положень Закону про права людини 1998 року привели до істостних змін і в
            судовій системі Великобританії. У складі Високого суду, а точніше, у складі його Відділення королівської
            лави (Queen's Bench Division) був утворений Адміністративний суд з метою здійснення правосуддя по
            адміністративних справах в Англії та Уельсі, реалізації наглядової інстанції щодо рішень, прийнятих
            нижчестоящими судами та адміністративними трибуналами.</h4>

            <h4>Також, до юрисдикції адміністративних судів відносяться справи за позовами про судовий перегляд рішень
            нижчестоящих судів і трибуналів, органів публічної влади та осіб, які виконують судові функції.</h4>

            <h4>Здійснюючи компаративний аналіз процесу становлення та розвитку адміністративної юстиції, вважаємо за
            доцільне звернутись до досвіду Сполучених Штатів Америки у досліджуваному аспекті.</h4>

            <h4>У США майже всі органи виконавчої влади так чи інакше правомочні розглядати і вирішувати спори,
            пов'язані з їх діяльністю. Це, перш за все, пояснюється відсутністю єдиної системи адміністративної
            юстиції. Делегування легіслатурами судових повноважень адміністрації обумовлено насамперед нездатністю
            судів розглядати велику кількість нових справ, складною і тривалою процедурою проходження справ у судах,
            високою вартістю судових витрат, а також наявністю в адміністрації наглядових і слідчих функцій.</h4>

            <h4>Єдиним нормативним актом, який визначає організаційні форми адміністративної юстиції в США, є
            прийнятий у 1946 році Закон «Про адміністративну процедуру». Вказаним документом, зокрема встановлено,
            що в адміністративних установах утворюються органи адміністративної юстиції, які за своєю природою є
            спеціалізованими підрозділами цих установ (комісії, комітети, ради і т.ін.). Це так звана відомча юстиція,
            оскільки органи адміністративної юстиції діють в межах відповідної галузі. Для таких органів розгляд заяв
            або претензій приватних осіб (фізичних чи юридичних) складає лише частину їх діяльності.</h4>

            <h4>Просліджується тенденція подальшого відокремлення органів адміністративної юстиції всередині
            адміністративних установ. До органів даної категорії відносяться Комісія міжштатної торгівлі,
            Федеральна комісія зв'язку, Національне управління трудовими відносинами, Агентство з охорони
            навколишнього природного середовища тощо.</h4>

            <h4>Законом також передбачена можливість утворення органів, покликаних вирішувати виключно
            адміністративно-правові спори, а саме: комісій штатів з виплати компенсацій трудящим, окружних
            податкових, митних судів, претензійних судів за позовами до уряду.</h4>

            <h4>Таким чином, у США адміністративні установи, наділені судовими повноваженнями, класифікуються умовно
            на дві категорії: 1) установи, для яких розгляд заяв або претензій приватних осіб є лише частиною їх
            роботи; 2) установи, для яких розгляд спорів – їх єдина функція.</h4>

            <img src="../../../public/articles/formation_04.jpg" class="img">

            <h4>Цікавим у досліджуваному аспекті також є досвід Австрії, адже вказана країна має один з найдавніших і
            найстабільніших адміністративно-правових режимів у Європі, що бере свій початок з ХІХ ст. В
            адміністративному кодексі виписані процедури розгляду спорів органами як на рівні окремих суб’єктів
            федерацій (земель), так і на федеральному рівні. Апеляції на рішення цих початкових інстанцій слід
            подавати до адміністративних трибуналів. Також, в Австрії існує однорівневий адміністративний суд, який
            розглядає апеляції на рішення адміністративних трибуналів. Австрійське законодавство дозволяє звертатися
            до цього суду лише після закінчення розгляду апеляції на рівні адміністративних трибуналів. В Австрії
            ухвалено низку узгоджених актів, що регулюють питання адміністративного судочинства, а саме: Вступний
            акт до законів про адміністративну процедуру, Загальний закон про адміністративну процедуру, Закон про
            адміністративні покарання та Закон про виконання адміністративних законів та інші.</h4>

            <h4>Варто зауважити, що в Європі є країни, в яких на кшталт України адміністративно-правові режими є
            нещодавно реформованими. До них, зокрема, можна віднести Польщу, Угорщину, Болгарію, Словенію, Литву,
            Латвію, Естонію.</h4>

            <h4>Здійснений порівняльний аналіз становлення та розвитку адміністративної юстиції дозволяє дійти висновку
            про неоднорідність її організаційної побудови.</h4>

            <h4>Обумовлюючими даному явищу факторами є історичні, культурні, ментальні чинники, а головне – особливості
            правової системи певної держави, її поетапного розвитку, які зумовлюють і суттєві характеристики сучасної
            системи адміністративного судочинства. Крім цього, значний вплив на організацію адміністративного
            судочинства мають наднаціональні, інтеграційні процеси, що мали місце.</h4>

            <h4>Поряд із цим, слід відзначити, що адміністративна юстиція як надбання суспільства законодавчо та
            функціонально оформлена в державах з чіткою гранню між приватним і публічним правом, в яких
            адміністративне право оформлене як самостійна галузь.</h4>

            <h4>Що стосується історії створення судових установ на теренах сучасної України, то вона бере свій
            початок з ХІ ст., а саме часів існування Київської Русі. Вперше слово «суд» згадується в Статуті
            князя Володимира Святославовича «Про десятини, суди і людей церковних». Саме із зазначеним нормативним
            актом пов’язується момент відокремлення суду від княжої влади. Спочатку суд був покликаний вирішувати
            спори, які виникали в сфері кримінальних та цивільних правовідносин. Згодом постала нагальна потреба
            у врегулюванні спорів, що виникали між громадянами і виконавчо-розпорядчою діяльністю органів влади.
            Все це зумовило появу первинних зародків адміністративної юстиції.</h4>

            <h4>Так, Гетьманом України Пилипом Орликом в праці «Пакти і Конституції законів і вольностей Війська
            Запорозького» 1710 р. були закладені ідеї природного права і договірного походження держави, відповідно
            до якої народ України укладає договір з гетьманом, передаючи йому частину своїх прав, свобод заради
            забезпечення внутрішньої злагоди та зовнішньої безпеки держави.</h4>

            <img src="../../../public/articles/formation_05.jpg" class="img">

            <h4>Подальший розвиток і формування адміністративної юстиції, як видається, може бути пов’язаний із
            фактично першим кодифікованим нормативно-правовим актом нашої держави. Мова йде про «Права, за якими
            судиться малоросійський народ» 1743 року. Вказаний нормативно-правовий акт достатньо повно врегулював
            наявні в українському суспільстві і державі відносини, зокрема визначив послідовність звернення до суду,
            порядок і зміст розв’язання спорів загального (публічного) змісту, закріплював чітку систему судів,
            інститут підсудності, описував повноваження суддів, принципи судочинства, гарантії особистої безпеки,
            а також перелік і правовий статус учасників судочинства.</h4>

            <h4>У подальшому, протягом XVIII–XIX ст. на українських землях адміністративна юстиція активно
            розвивається, з’являються принципово нові її елементи. Починає функціонувати поняття «нагляд»,
            який здійснювали Сенат і Прокуратура. На початку 70-х років XIX століття в Російській Імперії,
            до складу якої входила частина українських земель, члени Державної Думи ініціювали створення таких
            установ, які б неупереджено вирішували спори, що виникають в управлінських справах. Такі установи
            успішно працювали в кожній губернії. Функції найвищого органу адміністративної юстиції належали Сенату.</h4>

            <h4>В 1917 році Тимчасовий уряд Росії видав Закон про створення суду з адміністративних справ, за
            положеннями якого правозахисна функція адміністративної юстиції належала до компетенції «судової
            влади з адміністративних справ», яка поділялась на три інстанції: адміністративний суддя, окружний
            суд і перший Департамент Урядового Сенату. Як результат, адміністративні суди розглядали спори між
            державними органами і органом самоврядування, а також громадськими організаціями. У 50-х роках ХХ
            століття розвиток адміністративної юстиції майже припинився. Однак, Конституцією СРСР 1977 року за
            громадянами було закріплено право на оскарження до суду дій службових осіб, державних і громадських
            органів, яке повинно було реалізуватись у порядку, встановленому законом. В 1989 році був прийнятий
            Закон СРСР «О порядке обжалования в суд неправомерных действий органов государственного управления и
            должностных лиц, ущемляющих права граждан».</h4>

            <h4>Із проголошенням 24 серпня 1991 року України як незалежної держави система правосуддя зазнала значних
            змін, зокрема, був закріплений принцип розподілу влади на законодавчу, виконавчу та судову.</h4>

            <h4>В 1992 році Верховна Рада України схвалила Концепцію судово-правової реформи, якою в Україні з метою
            розгляду спорів між громадянами і органами державного  управління  запроваджено адміністративне
            судочинство.</h4>

            <h4>Створення системи адміністративних судів на законодавчому рівні вперше за роки незалежності України
            було закріплено Законом України «Про судоустрій України», прийнятим 7 лютого 2002 року Верховною Радою
            України. Цей закон не тільки визначив місце адміністративних судів в системі судів загальної юрисдикції,
            а й встановив трирічний термін для їх створення. На виконання положень зазначеного Закону 1 жовтня 2002
            року Президент України підписав Указ про утворення Вищого адміністративного суду України. Вважається,
            що саме з цього моменту в Україні офіційно почала функціонувати адміністративна юстиція.</h4>

            <h4>Остаточне законодавче закріплення системи адміністративної юстиції відбулося із прийняттям 6 липня
            2005 року Верховною Радою України Кодексу адміністративного судочинства України, який набрав чинності
            з 1 вересня 2005 року.</h4>

            <img src="../../../public/articles/formation_06.jpg" class="img">

            <h4>Визначним натхненником та сподвижником ідеї створення адміністративної юстиції в самостійній Україні,
            безумовно, був Перший заступник Голови Верховного Суду України Володимир Сергійович Стефанюк. На
            превеликий жаль, він пішов із життя 27 березня 2004 року, так і не ставши очевидцем появи в Україні
            системи адміністративних судів, однак саме йому слід завдячувати розробкою ідеї створення відповідного
            процесуального кодексу, який повинен був врегулювати порядок провадження в адміністративному суді
            відповідно до основоположних засад здійснення судочинства.</h4>

            <img src="../../../public/articles/formation_07.jpg" class="img">

            <h4>Значний внесок у теоретичне розроблення і практичне втілення Концепції реформи адміністративного
            права в Україні та у вирішення актуальних проблем адміністративного судочинства зробив Олександр
            Михайлович Пасенюк, який 22 грудня 2004 року очолив Вищий адміністративний суд України. За його
            безпосередньої участі розроблено ряд законів, нову редакцію Кодексу адміністративного судочинства
            України та цілого ряду інших законопроектів, що регулюють статус суддів і функціонування судової
            системи.</h4>

            <h4>Варто зауважити, що за часів головування О. М. Пасенюка у Вишому адміністративному суді України ним
            було докладено значних зусиль для побудови й організації фінансового, кадрового, матеріально-технічного
            та інформаційного забезпечення вітчизняної системи адміністративних судів.</h4>

            <img src="../../../public/articles/formation_08.jpg" class="img">

            <h4>30 листопада 2011 року Головою Вищого адміністративного суду України призначений суддя Ігор
            Хажмуридович Темкіжев. Із його призначенням адміністративна юстиція України отримала новий поштовх в
            реалізації прав, свобод та інтересів фізичних осіб, а також в захисті прав та інтересів юридичних осіб у
            сфері публічно-правових відносин.</h4>

            <img src="../../../public/articles/formation_09.jpg" class="img">

            <h4>16 червня 2014 року рішенням зборів суддів Вищого адміністративного суду України на посаду голови
            Вищого адміністративного суду України був призначений Нечитайло Олександр Миколайович. Основним напрямком
            розвитку адміністративної юстиції він вбачав утвердження її самостійності та автономності на законодавчому
            рівні. Як результат, із прийняттям Закону України від 02.06.2016 № 1401-VIII «Про внесення змін до
            Конституції України (щодо правосуддя)» в Основному Законі вперше було регламентовано, що з метою захисту
            прав, свобод та інтересів особи у сфері публічно-правових відносин діють адміністративні суди.</h4>

             <h4>Також, у найскладніші для України часи саме Нечитайлу О.М. випала нелегка доля вирішувати проблеми,
             пов’язані із забезпеченням розгляду адміністративних справ, підсудних адміністративним судам, розташованим
             у районі проведення антитерористичної операції. Завдяки його зусиллям було захищено право осіб на доступ
             до правосуддя (у сфері публічно-правових відносин), які проживають у Донецькій та Луганській областях.</h4>

             <h4>У вересні 2017 року Нечитайло Олександр Миколайович пішов у відставку. Обов'язки голови Вищого
             адміністративного суду України виконував Михайло Іванович Смокович.</h4>

             <h4>Чільне місце у вітчизняній судовій системі тривалий час посідали такі органи, як Рада суддів
             адміністративних судів України та Кваліфікаційна комісія суддів адміністративних судів України.</h4>

             <img src="../../../public/articles/formation_10.jpg" class="img">

             <h4>Це обумовлено тим, що до  повноважень Ради суддів адміністративних судів України, належав контроль
             за організацією діяльності відповідних судів, забезпечення захисту суддів від втручання в їх діяльність,
             внесення подання Вищій раді юстиції (нині – Вища рада правосуддя) щодо призначення суддів на
             адміністративні посади в судах та звільнення їх з таких посад, розгляд питань соціального захисту і
             побутового забезпечення суддів та їх сімей тощо. Очільником Ради адміністративних судів України був
             Микола Кобилянський.</h4>

             <h4>Однак, Законом України від 12.02.2015 № 192-VIII «Про забезпечення права на справедливий суд» було
             викладено в новій редакції Закон України від 07.07.2010 № 2453-VI «Про судоустрій і статус суддів». Як
             наслідок, оновлений нормативно-правовий акт не передбачав здійснення суддівського самоврядування через
             ради суддів адміністративних судів.</h4>

             <h4>Що стосується Кваліфікаційної комісії суддів адміністративних судів України, то вона діяла відповідно
             до Закону України від 07.02.2002 № 3018-III «Про судоустрій України» у період з 2002 року по 2010 рік.</h4>

             <h4>Її завданням було забезпечення формування корпусу  професійних суддів адміністративних судів, здатних
             кваліфіковано, сумлінно і неупереджено здійснювати правосуддя, шляхом відбору і рекомендування осіб для
             зайняття  посади  професійного судді та визначення рівня  фахової підготовленості професійних суддів, а
             також розгляд питань про дисциплінарну відповідальність суддів  та щодо надання висновків про звільнення
             судді з посади.</h4>

             <img src="../../../public/articles/formation_11.jpg" class="img">

             <h4>У період з 2006 року по 2010 рік очільником Кваліфікаційної комісії суддів адміністративних судів
             України був Сергейчук Олег Анатолійович, який доклав значних зусиль для організаційного забезпечення
             початку процесуальної діяльності адміністративних судів в Україні.</h4>

             <h4>Варто відзначити, що 20.05.2015 Президент України Указом № 276/2015 схвалив Стратегію реформування
             судоустрою, судочинства та суміжних правових інститутів на 2015-2020 роки. Метою судової реформи згідно
             із Стратегією визначено утвердження такого правопорядку, який ґрунтується на високому рівні правової
             культури в суспільстві, діяльності всіх суб'єктів суспільних відносин на засадах верховенства права та
             захисту прав і свобод людини, а в разі їх порушення – справедливого їх відновлення в розумні строки.</h4>

             <h4>Так, фундаментальною віхою судової реформи стало прийняття Верховною Радою України 02.06.2016 Закону
             України № 1401-VIII «Про внесення змін до Конституції України (щодо правосуддя)» і Закону України
             № 1402-VIII «Про судоустрій і статус суддів». Внесені зміни до Конституції України передбачали порядок
             утворення, реорганізації і ліквідації суду як органу державної влади; підвищення вікового (з 25 до 30
             років) та професійного (стаж професійної діяльності збільшився з 3 до 5 років) цензів до кандидатів на
             посаду судді, разове безстрокове призначення та інше. В свою чергу, Законом України від 02.06.2016
             № 1402-VIII «Про судоустрій і статус суддів», серед іншого, здійснено перехід до триланкової системи
             судів. Як наслідок, на ряду з іншими вищими спеціалізованими судами Вищий адміністративний суд України
             підлягав ліквідації. Водночас було створено Верховний Суд.</h4>

             <h4>3 жовтня 2017 року Верховною Радою України було ухвалено Закон України № 2147-VIII «Про внесення
             змін до Господарського процесуального кодексу України, Цивільного процесуального кодексу України, КАСУ
             та інших законодавчих актів». А вже 30 листопада 2017 року відбулося перше засідання Пленуму Верховного
             Суду, на якому Головою Верховного Суду обрано Данішевську Валентину Іванівну, заступником Голови – Львова
             Богдана Юрійовича, секретарем Пленуму – Луспеника Дмитра Дмитровича.</h4>

             <img src="../../../public/articles/formation_12.jpg" class="img2">

             <h4>У складі новоутвореного Верховного Суду, який розпочав свою роботу 15 грудня 2017 року, діють: Велика
             Палата Верховного Суду, Касаційний адміністративний суд, Касаційний господарський суд, Касаційний
             кримінальний суд, Касаційний цивільний суд.</h4>

             <h4>Велика Палата Верховного Суду є постійно діючим колегіальним органом, головним завданням якого є
             подолання неузгодженості та непослідовності судової практики. З цією метою вказаний орган у визначених
             законом випадках:</h4>

             <h4>– здійснює перегляд судових рішень у касаційному порядку з метою забезпечення однакового застосування
             судами норм права;</h4>

             <h4>– діє як суд апеляційної інстанції у справах, розглянутих Верховним Судом як судом першої інстанції;</h4>

             <h4>– аналізує судову статистику та вивчає судову практику, здійснює узагальнення судової практики;</h4>

             <h4>– здійснює інші повноваження, визначені законом.</h4>

             <h4>Велику Палату Верховного Суду сформовано шляхом обрання на 3 роки по 4 судді від кожного касаційного
             суду. Голова Верховного Суду входить до складу Великої Палати за посадою. При цьому суддя Верховного Суду,
             обраний до Великої Палати, а також Голова Верховного Суду не здійснюють правосуддя у відповідному
             касаційному суді. Так, від Касаційного адміністративного суду до Великої Палати обрано 4 судді, а саме:
             Золотнікова Олександра Сергійовича, Князєва Всеволода Сергійовича, Прокопенка Олександра Борисовича,
             Саприкіну Ірину Валентинівну.</h4>

             <img src="../../../public/articles/formation_13.jpg" class="img">

             <h4>Роботу Великої Палати організовує її Секретар. 12 грудня 2017 року на першому засіданні Великої Палати
             Секретарем обрано Князєва Всеволода Сергійовича.</h4>

             <img src="../../../public/articles/formation_14.jpg" class="img">

             <h4>Важливою датою в історії становлення та розвитку вітчизняної адміністративної юстиції є 6 грудня 2017
             року, оскільки саме в цей день першим головою Касаційного адміністративного суду у складі Верховного Суду
             обрано Смоковича Михайла Івановича.</h4>

             <h4>Також, слід зазначити, що важливу роль в організаційному забезпеченні діяльності судів відіграють такі
             органи, як:</h4>

             <h4>- Вища рада правосуддя;</h4>

             <h4>- Вища кваліфікаційна комісія суддів України;</h4>

             <h4>- Державна судова адміністрація України.</h4>

             <h4>Одним із надбань судової реформи в Україні стало запровадження якісно нового інституту контрольної
             влади – Вищої ради правосуддя як колегіального, незалежного конституційного органу державної влади та
             суддівського врядування.</h4>

             <h4>Вища рада правосуддя діє на постійній основі для забезпечення незалежності судової влади, її
             функціонування на засадах відповідальності, підзвітності перед суспільством, формування доброчесного та
             високопрофесійного корпусу суддів, додержання норм Конституції і законів України, а також професійної
             етики в діяльності суддів і прокурорів.</h4>

             <h4>Вища рада правосуддя наділена надзвичайно широким колом повноважень, до яких, зокрема належать:
             внесення подання про призначення судді на посаду; ухвалення рішення стосовно порушення суддею чи
             прокурором вимог щодо несумісності; забезпечення здійснення дисциплінарним органом дисциплінарного
             провадження щодо судді; ухвалення рішення про звільнення судді з посади; надання згоди на затримання
             судді чи утримання його під вартою чи арештом; вжиття заходів щодо забезпечення авторитету правосуддя
             та незалежності суддів; погодження кількості суддів у суді; затвердження за поданням Державної судової
             адміністрації України нормативів кадрового, фінансового, матеріально-технічного та іншого забезпечення
             судів тощо.</h4>

             <img src="../../../public/articles/formation_15.jpg" class="img">

             <h4>У період з 30.05.2017 по 16.04.2019 Вищу раду правосуддя очолював заслужений юрист України Бенедисюк
             Ігор Михайлович. 16.04.2019 новим головою Вищої ради правосуддя був обраний Говоруха Володимир Іванович.</h4>

             <h4>Вища кваліфікаційна комісія суддів України – це постійно діючий орган у системі судоустрою України,
             відповідальний за формування суддівського корпусу, переведення суддів, забезпечення їх належного
             кваліфікаційного рівня.</h4>

             <h4>З цією метою ВККС веде облік даних про кількість посад суддів у судах загальної юрисдикції, у тому
             числі вакантних;  проводить добір кандидатів для призначення на посаду судді вперше, у тому числі
             організовує проведення щодо них спеціальної перевірки відповідно до закону та приймає кваліфікаційний
             іспит; вносить до Вищої ради правосуддя рекомендацію про призначення кандидата на посаду судді;
             вносить рекомендацію про переведення судді відповідно до цього Закону, крім переведення як дисциплінарної
             санкції;  проводить кваліфікаційне оцінювання тощо.</h4>

             <img src="../../../public/articles/formation_16.jpg" class="img">

             <h4>Очолює Вищу кваліфікаційну комісію суддів України Козьяков Сергій Юрійович.</h4>

             <h4>Державним органом у системі правосуддя, який здійснює організаційне та фінансове забезпечення
             діяльності органів судової влади у межах повноважень, установлених законом, є Державна судова
             адміністрація України, яка підзвітна лише Вищій раді правосуддя.</h4>

             <h4>До компетенції Державної судової адміністрації віднесено: представлення судів у відносинах із
             Кабінетом Міністрів України та Верховною Радою України під час підготовки проекту закону про Державний
             бюджет України на відповідний рік у межах повноважень, визначених цим Законом; забезпечення належних
             умов діяльності судів загальної юрисдикції, Вищої кваліфікаційної комісії суддів України, Національної
             школи суддів України та органів суддівського самоврядування в межах повноважень, визначених цим Законом;
             вивчення кадрових питань апарату судів, прогнозування потреби у спеціалістах, здійснення замовлення на
             підготовку відповідних спеціалістів; організацію роботи з ведення судової статистики, діловодства та
             архіву; контроль стану діловодства у судах загальної юрисдикції; забезпечення ведення Єдиного державного
             реєстру судових рішень та Реєстру електронних адрес органів державної влади, їх посадових та службових
             осіб, забезпечення функціонування системи відеоконференцзв'язку для участі осіб у засіданні суду в
             режимі відео конференції тощо.</h4>

             <img src="../../../public/articles/formation_17.jpg" class="img">

             <h4>З 25.04.2014 очолює Державну судову адміністрацію України Холоднюк Зеновій Васильович.</h4>

             <h4>Отже, дослідження історії становлення й розвитку адміністративної юстиції дозволяє дійти висновку,
             що виокремлення адміністративних судів із системи судів загальної юрисдикції мало істотне підґрунтя та
             спрямовувалось виключно на вдосконалення вітчизняної системи судоустрою. Україна таким чином задекларувала
             своє прагнення до європейської інтеграції та приведення вітчизняного законодавства у відповідність до
             європейських стандартів та норм.</h4>

             <h4>Крім того, із запровадженням в Україні адміністративного судочинства на якісно новий рівень було
             піднесено судовий контроль за публічним управлінням як гарантію публічних інтересів.</h4>

             <h4></h4>
        </div>
    </div>


</div>
<script src="../footer/footer6.js"></script>
</body>
</html>

